Repository: actual-saurabh/feature-request
Catalog: languages/featrue-request-*.po
Languages: es

source: Title
es: Título

source: Author
es: Autor

source: <span class="vers comment-grey-bubble" title="Comments"><span class="screen-reader-text">Comments</span></span>
es: 0 <span class="comment-word">Comentarios</span>

source: Feature Status
es: Característica Estado

source: Groups
es: Grupos

source: <span class="dashicons-before dashicons-tag" title="Tags"><span class="screen-reader-text">Tags</span></span>
es: <span class="dashicons-before dashicons-tag" title="Etiquetas"><span class="screen-reader-text">Etiquetas</span></span>

source: <span class="dashicons-before dashicons-flag" title="Flags"><span class="screen-reader-text">Flags</span></span>
es: Denuncias

source: Date Published
es: Fecha de publicación

source: open
es: abierto

source: Approved
es: Aprobado

source: Declined
es: Rechazado

source: Open
es: Abrir

source: Completed
es: Completado

source: Browse
es: Navegar

source: Settings
es: Ajustes

source: Feature Request Settings
es: Característica Configuración de la petición

source: All votes reset!
es: Todos los votos a cero!

source: Setup
es: Configuración

source: Setting up plugin
es: La creación de plug-in

source: features
es: características

source: Features settings
es: Características

source: Groups can have different settings
es: Los grupos pueden tener diferentes configuraciones

source: Email settings, you can select when and who should be recieve emails.
es: Configuración de correo electrónico, puede seleccionar cuándo y quién debe ser mensajes de correo electrónico recibirá.

source: Advanced
es: Avanzado

source: Advanced plugin option
es: Opción Avanzada Plugin

source: Reset
es: Borrar

source: Feature request reset
es: Solicitud de restablecimiento de funciones

source: Naming Convention
es: <g id="44"/>Convención de nomenclatura<g id="45"/>

source: Link to features page
es: Enlace a la página de características

source: You should save permalinks after changing this.
es: Debe guardar enlaces permanentes después de cambiar esto.

source: suggestions
es: sugerencias

source: Welcome Message
es: ﻿Mensaje de bienvenida

source: Enter a message to display to users to vote. Some HTML ok.
es: Introduzca un mensaje para mostrar a los usuarios a votar. Algunos ok HTML.

source: Submit and vote for new features!
es: Presentar y votar por las nuevas características!

source: Require Feature Approval
es: Requerir Característica Aprobación

source: Check this box to enable newly submitted features to be put into a pending status instead of automatically publishing.
es: Marque esta casilla para habilitar las características recién presentados a ser puesto en un estado pendiente en lugar de publicar automáticamente.

source: Enable Public Voting
es: Habilitar Votación Pública

source: Enable the public (non logged in users) to submit and vote on new features.
es: Habilitar el público (no usuarios registrados) a presentar y votar sobre nuevas características.

source: Voting Threshold
es: Umbral de Votación

source: Specify an optional number of votes that each feature must reach in order for its status to be automatically updated to "approved" , "declined", or "open."
es: Especifique un número opcional de votos que cada función debe alcanzar para que su estado se actualice automáticamente a "aprobado", "se negó", o "abierto".

source: Disable Uplaod Files
es: Desactivar uplaod Archivos

source: Disable upload for form (if checked).
es: Desactivar carga de forma (si es seleccionada).

source: Disable Captcha
es: Desactivar Captcha

source: Disable captcha code on submit form (if checked).
es: Desactivar el código CAPTCHA en forma presentar (si se activa).

source: Select voting type
es: Seleccione el tipo de votación

source: Users can vote 1-5 star or can score + and - to any feature.
es: Los usuarios pueden votar 1.5 estrella o pueden anotar y - para cualquier función.

source: Select voting limitation time
es: Seleccione la votación tiempo limitación

source: Set limit to user vote (one user can vote only 10 time in month by defults change it in groups section)
es: Establecer límite a voto usuario (un usuario puede votar sólo 10 vez en meses por defults cambiarlo en la sección de grupos)

source: Show flag in features
es: Mostrar indicador en funciones

source: If checked, users can report unpleasant features.
es: Si se selecciona, los usuarios pueden informar de características desagradables.

source: Single page for each feature
es: Página individual para cada función

source: If checked, features has seprate single page and permalink goes activate!.
es: Si se marca, características tiene una sola página seprate y permalink va activar !.

source: Short Code
es: Código corto

source: Paste short code for each page you want to display feature request.
es: Pegue código corto para cada página que desea mostrar solicitud de función.

source: Allowed file types
es: Tipos de archivos permitidos

source: Enter file upload format that you want with above format
es: Introduzca el formato de carga de archivos que desea con formato anterior

source: Maximum allowed file size
es: Tamaño de archivo máximo permitido

source: Please enter maximum file size that user can be upload ! (Size Calcute in KB).
es: Por favor, introduzca el tamaño máximo de archivo que el usuario puede subir! (Tamaño Calcute en KB).

source: Tip upload Massage
es: Masaje carga Sugerencia

source: Explain for your customer about image size and type that they can upload!
es: Explique a su cliente sobre el tamaño de la imagen y el tipo que se pueden subir!

source: Please uplaod image file with jpg format >1024 KB size!
es: Por favor uplaod archivo de imagen con formato jpg> 1024 KB tamaño!

source: Number of related feature
es: Número de característica relacionada

source: Show familiar features (Enter 0 for disabling related feature show only in single page.)
es: Mostrar características familiares (Introduzca 0 para desactivar la demostración característica relacionada sólo en una sola página.)

source: Send mail if approved
es: Enviar correo electrónico si se aprueba

source: If feature gone be approved, feature submitter will be inform via mail
es: Si la función ha ido ser aprobado, característica remitente será informar a través de correo

source: Text will be sent
es: Se enviará texto

source: Above text will sent to feature submitter if feature gone approved!
es: Sobre el texto será enviado para ofrecer remitente si la función ido aprobado!

source: Send mail to Voters
es: Envíe un mensaje a los votantes

source: Send email to feature voters when feature approved.
es: Enviar correo electrónico para ofrecer a los votantes cuando la función aprobada.

source: Content (approved feature ) (voters)
es: Contenido (función aprobada) (los votantes)

source: To writer if completed
es: Para el escritor si se completa

source: Send email to feature writer when feature completed.
es: Enviar correo electrónico a articulista cuando la función terminó.

source: Content (completed feature ) (writer)
es: Contenido (función completa) (escritor)

source: To voters if approved
es: Para los votantes si se aprueba

source: Send email to feature voters when feature completed.
es: Enviar correo electrónico para ofrecer a los votantes cuando la función terminó.

source: Content (completed feature ) (voters)
es: Contenido (función completa) (los votantes)

source: To writer if declined
es: Para el escritor, si disminuido

source: Send email to feature writer when feature declined.
es: Enviar correo electrónico a articulista cuando la función se negó.

source: Content (declined feature ) (writer)
es: Contenido (función disminuido) (escritor)

source: To voters if declined
es: Para los votantes si disminuido

source: Send email to feature voters when feature declined.
es: Enviar correo electrónico para ofrecer a los votantes cuando la función se negó.

source: Content (declined feature ) (voters)
es: Contenido (función disminuido) (los votantes)

source: Disable Core CSS
es: Desactivar Core CSS

source: Disable the core css file from loading.
es: Desactivar el archivo css base de carga.

source: Disable Emails
es: Los correos electrónicos Desactivar

source: Disable the admin email notification of new submissions.
es: Desactivar la notificación de administración de correo electrónico de nuevas presentaciones.

source: Reset All Votes
es: Restablecer Todo

source: <a class="button feature-request-reset-votes" href="#" >Reset Votes</a>
es: <a class="button feature-request-reset-votes" href="#" >Restablecer Votos</a>

source: <h3 style="width:400px;">Settings for
es: <h3 style="width:400px;"> Ajustes para

source: maximum votes :
es: máximos votos:

source: Works only in vote mode.
es: *Sólo en modo crear.

source: Total vote:
es: Voto total:

source: Disable comments
es: Deshabilitar comentarios

source: Disable comments for selected group.
es: Desactivar los comentarios para el grupo seleccionado.

source: Disable submit new feature
es: Deshabilitar presentar nueva función

source: Disable submitting new feature for selected group.
es: Desactivar la presentación de nueva característica para el grupo seleccionado.

source: First View
es: Primera Vista

source: <P><strong>First View<strong/><p>When you triggered feature request to active, you can choose two option for first view on your site 1st option is you can use recommended short code that exclusively explained next or 2st option you can use template page which can be see on setup page however not differences on Functional nature between shortcode and template page but we suggest build your page with short code.
es: <P> <strong>Primera Vista</strong> <p> Cuando se desencadenó solicitud de función a activa, se puede elegir dos opciones para la primera vista en su opción de primera página es que se puede utilizar recomendada código corto que explica exclusivamente opción siguiente o 2st puede utilizar la página de plantilla que puede ser ver en la página de configuración sin embargo, no las diferencias en la naturaleza funcional entre abreviado y página de la plantilla, pero le sugerimos construir su página con código corto.

source: Voting and options
es: Opciones de voto

source: Tags and group
es: Etiquetas y grupo

source: <P><strong>Tags and group<strong/><p>On feature request plugin you can make category for your features it means you can direct your voters to your special purpose and tags on every post made you aware that which one is your famous subject exactly, on group section you can set option and limit for one by one that separated other be make sure you add group first and then reference to groups settings.
es: <P> <strong>Etiquetas y grupo</strong> <p> A petición función plugin que puede hacer una categoría para sus características significa que usted puede dirigir a sus votantes a su propósito y etiquetas especial sobre todos los envíos que hizo usted consciente de que cuál es su tema famosa exactamente, la sección de grupo se puede establecer la opción y el límite para una por uno que separaba otro ser asegúrese de agregar grupo primero y luego hacer referencia a la configuración de los grupos.

source: <P><strong>E-Mail<strong/><p>Feature request plugin has prospective about email section its mean you can fully customization your plugin about every things relevant to email some example is if feature approved send mail and custom message to writer and every people that made vote for approved post and etc.
es: <P> <strong>Correo electrónico</strong> <p> Solicitud de función plugin tiene prospectivo sobre la sección de correo electrónico de su media puedes fabricación personalizada totalmente su plugin aproximadamente cada cosas pertinentes al correo electrónico algún ejemplo es si la función aprobó electrónico de envío y mensaje personalizado a escritor y todos los pueblos que han hecho voto para post aprobado y etc.

source: Resets
es: Reinicios

source: <P><strong>Resets<strong/><p>On left you will see the reset option we created this option for those who wants to rollback to defaults setting we hope this option help you to reconfigure your plugin.
es: <P> <strong>Restablece</strong> <p> A la izquierda verás la opción de restablecimiento creamos esta opción para aquellos que quieren retrotraer a los valores de configuración esperamos que esta opción de ayuda volver a configurar su plugin.

source: Developers
es: Desarrolladores

source: <P><strong>Developers<strong/><p>Serve as developer you can see and everything you need to develop this plugin on github this plugin made in <b>averta lab<b/> sep 2015.
es: <P> <strong>Desarrolladores</strong> <p> Servir como desarrollador puedes ver y todo lo necesario para desarrollar este plugin en github este plugin hecho en <b>averta <b/>septiembre</b> laboratorio de <b/>2015.</b></b>

source: <P><strong> ShortCode <strong/> <p> As feature request user you can add shortcode easily to your page for demonstrate your features page you can copy and paste this short code to your target page:<p>[feature_request hide_submit="off" hide_votes="off" hide_voting="off"] <p> which you can customize feature request plugin for demonstrate what feature as you want.
es: <P> <strong>Código corto</strong> <p> Como solicitud de función de usuario puede agregar código corto fácilmente a su página para mostrar su página de características que usted puede copiar y pegar este código corto a su página de destino: <p> [feature_request hide_submit = "off" hide_votes = hide_voting "off" = "off"] <p> que puede personalizar función de solicitud del plug-in para demostrar lo que función como desee.

source: Whoopsy! Looks like you forgot the Title and/or description.
es: Whoopsy! Parece que se le olvidó el título y / o descripción.

source: <span class="dashicons dashicons-warning"></span>Please enter a valid email address.
es: Por faor, introduce una dirección de email válida

source: <span class="dashicons dashicons-warning"></span> Your image size is greater than acceptable !
es: <span class="dashicons dashicons-warning"></span> Su tamaño de la imagen es mayor que aceptable!

source: <span class="dashicons dashicons-warning"></span> Please upload acceptable image format !
es: <span class="dashicons dashicons-warning"></span> Por favor, sube formato de imagen aceptable!

source: <span class="dashicons dashicons-dismiss"></span> upload error :
es: Error al cargar.

source: <span class="dashicons dashicons-yes"></span> Thanks for your entry!
es: <span class="dashicons dashicons-yes"></span> Gracias por su entrada!

source: <span class="dashicons dashicons-flag"></span> You suggestion is awaiting moderation.
es: <span class="dashicons dashicons-flag"></span> Usted sugerencia está pendiente de moderación.

source: <span class="dashicons dashicons-warning"></span> Captcha code is not correct!
es: <span class="dashicons dashicons-warning"></span> Verificar que no es correcto!

source: Submitted by: %s
es: Enviado por:%s

source: Title:
es: Titre

source: Description:
es: Descripción:

source: Manage all request at
es: Gestiona todo petición

source: New Feature Request Submission - %s
es: Lo nuevo de Solicitud de Envío -%s

# Feature-request
source: Features
es: Características

# Feature-request
source: Feature
es: Característica

# add new on admin bar
source: Feature
es: Característica

source: New Feature
es: Nueva Característica

source: Add New Feature
es: ﻿Añadir nueva Característica

source: Edit Feature
es: Editar característica

source: View Feature
es: ﻿Ver característica

source: All Features
es: Todas las características

source: Search Feature
es: Buscar característica

source: Update Feature
es: Actualizar característica

source: Parent Feature:
es: Característica Principales

source: No Feature found
es: Ninguna característica encontrada

source: No Feature found in Trash
es: Ninguna característica en la basura

source: Feature
es: Característica

source: Create votes
es: Crear votos

# taxonomy general name
source: Groups
es: Grupos

# taxonomy singular name
source: Groups
es: Grupos

source: Search groups
es: Buscar grupos...

source: All Groups
es: Todos los Grupos

source: Parent group
es: Grupo Superior

source: Parent groups
es: Grupos de padres

source: Edit group
es: Editar grupo.

source: Update group
es: Actualizar Grupo

source: Add group
es: Añadir grupo

# taxonomy general name
source: Feature tags
es: Etiquetas de funciones

# taxonomy singular name
source: Feature tags
es: Etiquetas de funciones

source: Search tags
es: Buscar etiquetas

source: All tags
es: Todas las etiquetas

source: Edit tag
es: Etiqueta

source: Update tag
es: Actualiza etiqueta

source: Add New tag
es: Añadir nueva etiqueta

source: New tag Name
es: Nuevo nombre de etiqueta

source: Separate tags with commas
es: Separa las etiquetas con comas

source: Add or remove tag
es: Agregar o Quitar

source: Choose from the most used tags
es: Elige entre las etiquetas más utilizadas

source: Update tags
es: Actualizar etiquetas

source: Add tag
es: Añadir etiqueta

source: Tags
es: Etiquetas

source: Please enter a valid email address.
es: Por faor, introduce una dirección de email válida

source: Please uplaod image file with jpg/jpeg/png/gif format >1024 KB size
es: Por favor uplaod archivo de imagen con formato jpg / jpeg / png / gif> 1024 KB de tamaño

source: Load more ...
es: Cargar más...

source: Loading ...
es: Cargando …

source: Thanks for voting!
es: Gracias por votar!

source: You have already voted!
es: Você já votou.

source: You have already flagged this post!
es: Usted ya ha marcado este post!

source: Reported!
es: Reportado

source: You are reached voting limit for this groups of features.
es: Usted está alcanzado límite de votar a favor de este grupo de características.

source: Submit feature
es: Presentar característica

source: Submit feature for:
es: Presentar función para:

source: Email
es: Correo Electrónico

source: Description
es: Descripción

source: Make the description meaningful!
es: Haga la descripción significativa!

source: Feature tags:
es: Característica tags:

source: Select file to upload:
es: Seleccionar archivo para subir:

source: Captcha
es: Tipo de Captcha

source: Submit
es: Enviar

source: register
es: registro

source: to submit new feature request.
es: a presentar nueva solicitud de función.

source: Report this feature request
es: Informar sobre este solicitud de función

source: Select a group
es: ﻿Seleccione grupo

source: Status of feature
es: Estado de función

source: All
es: Todo

source: Decline
es: Negarse

source: My Features
es: Características

source: Hot
es: Calientes

source: Top
es: Tope

source: New
es: Nuevo

source: vote
es: voto

source: votes
es: votos

source: No suggestion found. Why not submit one?
es: No se encontró sugerencia. ¿Por qué no enviar uno?

source: Your voting status in current
es: Su estado de la votación en la corriente

source: Total Votes:
es: Total de Votos

source: Remaining Votes:
es: Restante Votos:

source: Submiting new feature for this group is closed.
es: Submiting nueva característica de este grupo está cerrado.

source: Comments are closed for this feature.
es: Los comentarios están cerrados para esta función.

# comments title
source: One Comment
es: Un comentario hasta ahora

source: shared this feature
es: compartir esta característica

source: feature attachments:
es: adjuntos incluyen:

source: Related Features :
es: Características relacionadas:

source: No related feature exist.
es: Existe ninguna característica relacionada.

source: No features found. Why not submit one?
es: No hay características encontradas. ¿Por qué no enviar uno?
